trunk/HSIM/iHub/IV/xml/SetSort

<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/">
<Body>
<GetIVUpdatedObjects xmlns="http://schemas.actuate.com/actuate11">
<Operation>
<Target>
<Id>$1</Id>
<Type>Table</Type>
</Target>
<Operator>SetSort</Operator>
<Oprand>
<Name>toc</Name>
<Value>false</Value>
</Oprand>
<Oprand>
<Name>page</Name>
<Value>$2</Value>
</Oprand>
<Oprand>
<Name>totalpage</Name>
<Value>$3</Value>
</Oprand>
<Data>
<ColumnDefs>
<ColumnDef>
<Iid>$4</Iid>
<SortDir>$5</SortDir>
</ColumnDef>
</ColumnDefs>
</Data>
</Operation>
<IVSessionID>$6</IVSessionID>
</GetIVUpdatedObjects>
</Body>
</Envelope>
